import {LOCALES} from '../locales'

export default {
    [LOCALES.RUSSIAN]: {
        //header
        'challenges' : "ВЫЗОВЫ",
        'users' : 'пользователи',
        //body
        'welcome' : 'Нет войне',
        'serious' : 'Единственное место, где серьезно относятся к своему физическому и психическому здоровью.',
        'viewProfile' : "просмотреть профиль",
        'browseChallenges' : 'просматривать вызовы',
        'challengeYourFriends' : "Бросьте вызов своим друзьям, бросьте вызов себе.",
        'mentalhealth' : "ДУШЕВНОЕ ЗДОРОВЬЕ",
        'mentalhealthDesc' : 'Психическое здоровье является ключом к общему счастью и благополучию. Чтение, медитация и сон принесут вам пользу в долгосрочной перспективе.',
        'physicalHealth' : "ФИЗИЧЕСКОЕ ЗДОРОВЬЕ",
        'physicalHealthDesc' : 'Физическое здоровье важно для того, чтобы ваше тело было сильным. Бег, езда на велосипеде и поднятие тяжестей помогут вам оставаться в отличной форме.',
        'allHealth' : 'ВСЕ ВОКРУГ ЗДОРОВЬЯ',
        'allHealthDesc' : 'Важно делать то, что лучше для вашего благополучия. Делитесь целями с друзьями и семьей, чтобы поддерживать мотивацию.',
        //footer
        'navigate' : 'Навигация',
        'home' : "Дома",
        'challenges2' : "Вызовы",    
        "made" : "Разработчики: Марина Чевис, Екатерина Светлакова, Бенджамин Гринспен и Луис Рабено",
    
    }
}